-- phpMyAdmin SQL Dump
-- version 4.1.8
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Jan 02, 2016 at 04:30 PM
-- Server version: 5.6.21-log
-- PHP Version: 5.5.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `zenfi`
--

-- --------------------------------------------------------

--
-- Table structure for table `CLIENT`
--

CREATE TABLE IF NOT EXISTS `CLIENT` (
  `OID` varchar(3) COLLATE utf8_unicode_ci NOT NULL,
  `BID` varchar(3) COLLATE utf8_unicode_ci NOT NULL,
  `CID` varchar(4) COLLATE utf8_unicode_ci NOT NULL,
  `NAME` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `CONTACT` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `PHONE` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `TYPE` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `STATUS` varchar(45) COLLATE utf8_unicode_ci DEFAULT 'A',
  `LASTUP` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`OID`,`BID`,`CID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `CLIENT`
--

INSERT INTO `CLIENT` (`OID`, `BID`, `CID`, `NAME`, `CONTACT`, `PHONE`, `TYPE`, `STATUS`, `LASTUP`) VALUES
('001', '001', '0001', '宏利', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0002', '百家乐', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0003', '风味庄', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0004', '罗城私菜', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0005', '安乡鸭霸王', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0006', '一生有你', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0007', '湘府湘城', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0008', '创哥', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0009', '海鲜楼', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0010', '父老乡亲', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0011', '原汁原味', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0012', '湘土情', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0013', '好滋味', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0014', '八景', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0015', '丁胖子', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0016', '八哥', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0017', '金麦郎', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0018', '三道菜', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0019', '杨胖子', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0020', '双圹', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0021', '潇湘', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0022', '老苗夜肖', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0023', '乡里土菜', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0024', '金鑫', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0025', '方家坪', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0026', '小公牛', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0027', '回家呷饭', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0028', '屈原土菜', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0029', '新塘', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0030', '齐东', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0031', '鱼公鱼婆', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0032', '福兴', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0033', '可乐食品', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0034', '夜夜宵夜', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0035', '威威', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0036', '天下食府', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0037', '四清', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0038', '汩湘缘', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0039', '天域', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0040', '2015', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0041', '新市店', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0042', '天然', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0043', '城西步步高', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0044', '鸿福楼', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0045', '玉垒楼', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0046', '酒席', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0047', '鸿裕食轩', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0048', '地婆', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0049', '花江狗肉', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0050', '聚友高', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0051', '步步高', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0052', '好吃婆婆', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0053', '喜洋洋', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0054', '交通饭店', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0055', '开开三宝', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0056', '鱼米香', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0057', '红景川', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0058', '公园夜肖', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0059', '聚仙庄', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0060', '湘阴私家菜', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0061', '水煮鱼', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0062', '鸿泰', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0063', '168饭店', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0064', '全牛席', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0065', '太白', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0066', '139', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0067', '杨裕兴', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0068', '白水饭店', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0069', '新合土莱', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0070', '丑小鸭', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0071', '惠民土菜', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0072', '鲁师坝', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0073', '家味农庄', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0074', '老湘食', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0075', '栗桥', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0076', '老地方', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0077', '景胖子', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0078', '西湖楼', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0079', '大家庭', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0080', '天虾河蟹', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0081', '精厨门', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0082', '石锅鱼', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0083', '坡子街', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0084', '驴庄', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0085', '功夫烤魚', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0086', '吊锅', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0087', '桃李园', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '001', '0088', '鱼米饭香', NULL, NULL, NULL, 'A', '2015-12-31 23:46:24'),
('001', '002', '0001', '电费', NULL, NULL, NULL, 'A', '2016-01-01 00:19:01'),
('001', '002', '0002', '收现', NULL, NULL, NULL, 'A', '2016-01-01 00:17:26'),
('001', '002', '0003', '浸泡液', NULL, NULL, NULL, 'A', '2016-01-01 00:19:28'),
('001', '002', '0004', '柴、煤', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0005', '易耗品', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0006', '柴油', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0007', '车辆保险', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0008', '工资', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0009', '伙食', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0010', '费用', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0011', '玻璃杯', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0012', '购餐具', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0013', '包装膜', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0014', '家具用具', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0015', '快子', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24'),
('001', '002', '0016', '朔箱', NULL, NULL, NULL, 'A', '2015-12-31 23:53:24');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
